[
  {
      "backdrop_path": "fV93xMMLvbRBIbj5pplYyRwNH88.jpg",
      "overview": "College friends find their weekend of sex and debauchery ruined when deadly zombie beavers swarm their riverside cabin.",
      "poster_path": "gdb7v5GCfijrCjOjzbziGMGs6JA.jpg",
      "title": "Zombeavers",
      "trailer": "7onFrBK_hKE"
  },
  {
      "backdrop_path": "uxvmoirhbve2JkYVCa18msE3f8R.jpg",
      "overview": "After losing his parents, a priest travels to China, where he inherits a mysterious ability to turn into a dinosaur. At first horrified by this new power, a prostitute convinces him to fight crime. And ninjas.",
      "poster_path": "trSmNw63luh84MBy5XLH0UiN1BC.jpg",
      "title": "The VelociPastor",
      "trailer": "JppwKpfOgyo"
  },
  {
      "backdrop_path": "f8PL0wZtymIQ1DX22ELUsW73n46.jpg",
      "overview": "When young Joshua learns that he will be going on vacation with his family to a small town called Nilbog, he protests adamantly. He is warned by the spirit of his deceased grandfather that goblins populate the town. His parents, Michael and Diana, dismiss his apprehensions, but soon learn to appreciate their son's warnings. Guided by his grandfather's ghost, will Joshua and his family stand a chance in fighting off these evil beings?",
      "poster_path": "eFth6zw4PEInzr2Y64mYVN1zbBi.jpg",
      "title": "Troll 2",
      "trailer": "CkNB0w1fYKk"
  },
  {
      "backdrop_path": "mX7mlE1kaGohnSVDMSTlrvisYf7.jpg",
      "overview": "Johnny is a successful banker with great respect for and dedication to the people in his life, especially his future wife Lisa. The happy-go-lucky guy sees his world being torn apart when his friends begin to betray him one-by-one.",
      "poster_path": "9QscHN4pXj6Ja1k7e1ZT4vWDGnr.jpg",
      "title": "The Room",
      "trailer": "KRAUPqK9Y7I"
  },
  {
      "backdrop_path": "wDrs28ZYYnXVIeb87H0dCYlWiFA.jpg",
      "overview": "A platoon of eagles and vultures attacks the residents of a small town. Many people die. It's not known what caused the flying menace to attack. Two people manage to fight back, but will they survive Birdemic?",
      "poster_path": "gqmcAVNNUosB55RliecFYnkWT4M.jpg",
      "title": "Birdemic: Shock and Terror",
      "trailer": "jE5dJDgZ644"
  },
  {
      "backdrop_path": "2shhKQsnL4DxZvY3m5PkAHnPOLf.jpg",
      "overview": "A Mysterious Alien Creature (MAC) escaping from nefarious NASA agents, is befriended by a young boy in a wheelchair. Together, they try to find MAC's family from whom he has been separated.",
      "poster_path": "gZsIgK2W9K6e1ebNro3WT7u5yGX.jpg",
      "title": "Mac and Me",
      "trailer": "tmtNfFTmPO8"
  },
  {
      "backdrop_path": "t3wX0hMH0esnx4SZEbugYCnCoMl.jpg",
      "overview": "A scientific experiment unknowingly brings extraterrestrial life forms to the Earth through a laser beam. First is the cigar smoking drake Howard from the duck's planet. A few kids try to keep him from the greedy scientists and help him back to his planet. But then a much less friendly being arrives through the beam...",
      "poster_path": "eU0dWo8PJgsSAZFbcyHiUpuLSyW.jpg",
      "title": "Howard the Duck",
      "trailer": "yeU4UlDWfKI"
  },
  {
      "backdrop_path": "9pHCAT1ScILdkhY8ErfOma8W4kB.jpg",
      "overview": "In California, an old man grieves the loss of his wife and on the next day he also dies. However, the space soldier Eros and her mate Tanna use an electric device to resurrect them both and the strong Inspector Clay that was murdered by the couple. Their intention is not to conquest Earth but to stop mankind from developing the powerful bomb “Solobonite” that would threaten the universe. When the population of Hollywood and Washington DC sees flying saucers on the sky, a colonel, a police lieutenant, a commercial pilot, his wife and a policeman try to stop the aliens.",
      "poster_path": "qbMfQbSK91D8nxSqRfMTkNGwmld.jpg",
      "title": "Plan 9 from Outer Space",
      "trailer": "XEoOb1Pmgfw"
  },
  {
      "backdrop_path": "eudoOfpNDwrF0Lh8kVmkvepTDPp.jpg",
      "overview": "High-school principal Dr. Alfred Carroll relates to an audience of parents that marijuana can have devastating effects on teens: a drug supplier entices several restless teens, Mary and Jimmy Lane, sister and brother, and Bill, Mary's boyfriend, into frequenting a reefer house. Gradually, Bill and Jimmy are drawn into smoking dope, which affects their family lives.",
      "poster_path": "/6LSqwjw6UsrGWPKsJUNxG3VA25a.jpg",
      "title": "Reefer Madness",
      "trailer": "R_vo0UEteKU"
  },
  {
      "backdrop_path": "1GGfWFp9hp4RUHRHxd505z9rVFa.jpg",
      "overview": "Mario and Luigi, plumbers from Brooklyn, find themselves in an alternate universe where evolved dinosaurs live in hi-tech squalor. They're the only hope to save our universe from invasion by the dino dictator, Koopa.",
      "poster_path": "yt5bbMfKpg1nRr4k5edxs7tPK2m.jpg",
      "title": "Super Mario Bros.",
      "trailer": "qwDI-IH3hfs"
  },
  {
      "backdrop_path": "1D7zmoM11ydkL5Ml1TKYPWcOaYs.jpg",
      "overview": "Seven disgusting kids but nevertheless of interesting personality are being made of the green mud coming out of garbage can. Once alive their master gives them rules to obey although they think that life is funnier without following stupid regulations like no television or no candy. Naturally this will cause some conflicts.",
      "poster_path": "iU4sSfy3vMZhQjzDSlobC81rtw5.jpg",
      "title": "The Garbage Pail Kids Movie",
      "trailer": "2CqoHch6QzQ"
  },
  {
      "backdrop_path": "gjGKifHKf41mPaJWQ3jgCR2cXEH.jpg",
      "overview": "A family gets lost on the road and stumbles upon a hidden, underground, devil-worshiping cult led by the fearsome Master and his servant Torgo.",
      "poster_path": "vqEOgfYaolrZFESfKAFH7lqSzWM.jpg",
      "title": "Manos: The Hands of Fate",
      "trailer": "sF03ZFt8t8w"
  },
  {
    "backdrop_path": "/jRtMuANI62nS0oOEcKyewhizFFr.jpg",
    "overview": "Martians fear their children have become lazy and joyless due to their newfound obsession with Earth TV shows. After ancient Martian leader Chochem suggests that the children of Mars need more fun—including their own Santa Claus—supreme leader Lord Kimar assembles an expedition to Earth. Once there, they kidnap two children who lead them to the North Pole, then capture the real Santa Claus, taking all three back to Mars in an attempt to bring the Martian children happiness.",
    "poster_path": "/f8lxrcMx98AuvlLSb2hPkz0CuH0.jpg",
    "title": "Santa Claus Conquers the Martians",
    "trailer": "M27ZlvXMzTA"
},
{
    "backdrop_path": "/riGVdQS9gXy38VoSaXXBhmR6A4h.jpg",
    "overview": "A freak hurricane hits Los Angeles, causing man-eating sharks to be scooped up in tornadoes and flooding the city with shark-infested seawater. Surfer and bar-owner Fin sets out with his friends Baz and Nova to rescue his estranged wife April and teenage daughter Claudia.",
    "poster_path": "/atEmHkVFTSGRYt2PeCiziQqbZnI.jpg",
    "title": "Sharknado",
    "trailer": "TWu0zZljle4"
},
{
    "backdrop_path": "/bpO0QTn4Q8cG1xHuG599kfcbe5l.jpg",
    "overview": "Nate moves to L.A. to track down Cristabel, the woman he's been in love with since childhood, only to discover that his plan to woo her only has one hurdle to overcome: what to do with June, Cristabel's ever-present, not-so-hot best friend? What's even more complicating is Nate's growing feelings for June, whose true beauty starts to emerge.",
    "poster_path": "/jnYubDjKUAMAxvYE2IveCJkDuuC.jpg",
    "title": "The Hottie & The Nottie",
    "trailer": "tFvf11NAZXQ"
},
{
    "backdrop_path": "/6JU73g7sse2l3O93HwqYdGawyPA.jpg",
    "overview": "In the year 3000, man is no match for the Psychlos, a greedy, manipulative race of aliens on a quest for ultimate profit. Led by the powerful Terl, the Psychlos are stripping Earth clean of its natural resources, using the broken remnants of humanity as slaves. What is left of the human race has descended into a near primitive state. After being captured, it is up to Tyler to save mankind.",
    "poster_path": "/wXCRuBHdJ5aTFQdsuGJFXNdo79T.jpg",
    "title": "Battlefield Earth",
    "trailer": "XhNuXvlCTTc"
},
{
    "backdrop_path": "/rmcjRyZ6pS2Eqj7YcOw1chUSEUp.jpg",
    "overview": "At the end of WWII, Nazi officials spirited the living head of Adolf Hitler out of Germany to a hiding place in the South American country of Mandoras, in order to revive the Third Reich at a later date. By the 1960s, the time has come, so a top scientist is kidnapped in order to help keep Hitler alive. This film is a re-edit of The Madmen of Mandoras released in theaters in 1963.",
    "poster_path": "/rpZeXWUxvrUuHE7Wtjyl4VOvhHF.jpg",
    "title": "They Saved Hitler's Brain",
    "trailer": "nHSTyIbT-LQ"
},
{
    "backdrop_path": "/eTZBHFECFVV3gmtEV90CMnq2qa9.jpg",
    "overview": "Renowned actress Joan Crawford, at the height of her career, adopts two orphans — Christina and Christopher — to fill the lonely gap in her personal life. However, as her professional and romantic relationships sour, Joan's already callous and abusive behavior towards Christina intensifies. Christina leaves home to pursue an acting path of her own, only to find her mother's presence still overshadowing her.",
    "poster_path": "/jsGJWTcoKzr6iL07KZsUDX96Gu7.jpg",
    "title": "Mommie Dearest",
    "trailer": "EF-ZlOReNps"
},
{
    "backdrop_path": "/quc6Smoaha9ZrFlu9gtSlJP66iF.jpg",
    "overview": "Bud and Doyle are two losers who are doing nothing with their lives. Both of their girlfriends are actively involved in saving the environment, but the two friends couldn't care less about saving the Earth. One day, when a group of scientists begin a mission to live inside a bio-dome for a year without outside contact, Bud and Doyle mistakenly become part of the project themselves.",
    "poster_path": "/pkL8rqpO0EryTV1DLJJdrhOZ7sL.jpg",
    "title": "Bio-Dome",
    "trailer": "4EWikCCfHJw"
},
{
    "backdrop_path": "/tgPFZxhDuxWd4VXYaz8eAUznGTF.jpg",
    "overview": "Batman and Robin deal with relationship issues while preventing Mr. Freeze and Poison Ivy from attacking Gotham City.",
    "poster_path": "/cGRDufDDSrFrv7VI4YnmWnslne0.jpg",
    "title": "Batman & Robin",
    "trailer": "4RBXypX4qWI"
}
  
  ]